Revit 2024 API
MacroManager.GetMacroManager Method
Overload List
Name | Description
GetMacroManager(Application)
 Gets the Macro manager from the application.
GetMacroManager(Document)
 Gets the Macro manager from the document.
See Also
MacroManager Class
MacroManager Members
Autodesk.Revit.DB.Macros Namespace